Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Buot easkkavirgáduvvon rektoriid várás galgá álggahuvvot master-dássásaš oahppofálaldat skuvlajođiheamis.
smj: Álgaduvvá masteråhpadus skåvllåjådedimes gájka ådå virgádum rektorijda.

source: Stáhta máksá lohkansajiid goluid.
smj: stáhtta máksá ruhtagålåjt åhpadussajijs.

source: Ráđđehus áigu daid skuvllaid ja skuvlaeaiggádiid várás main leat erenoamáš hástalusat, buoridit kvalitehtaárvvoštallama vuogádaga ja vuoruhit skuvllaid ja skuvlaeaiggádiid vástesaš rávvagiid.
smj: Ráddidus sihtá vijdábut åvddånahttet vuogádusáv kvalitehta árvustallamijda ja vuorodit bagádallamav skåvlåjda ja skåvllåæjgádijda gænna li sierra hásstalusá.

source: St. dieđáhus nr. 11 (2008-2009) Læreren – rollen og utdanningen namaha sámi oahpaheaddjioahpahusa sierra.
smj: nr. 11 (2008-2009) læreren – rollen og utdanningen (Åhpadiddje – sadje ja åhpadus) nammaduvvá sáme åhpadiddjeåhpadus sierra.

source: Ráđđehus árvala máŋga doaibmabiju maiguin galggašii leat álkit oažžut eanebuid váldit sámi oahpaheaddjioahpu, ja ollu dakkárge doaibmabijuid mat movttiidahttet eanebuid váldit sámegiela fágan mii lea oassin sin norgalaš oahpaheddjioahpus.
smj: Ráddidus oajvvat moadda dåjma láhtjátjit lasse rekrutterimij sáme åhpadiddjeåhpadussaj ja dåjmajt arvusmahtátjit ienebujt válldátjit sámegielav fáhkan ietjasa dáro åhpadiddjeåhpadusán.

source: Stuorradiggedieđáhus čujuha maid dasa ahte dat ásahusat mat fállet oahpu sámegielas, fertejit buorebut bargat ovttasráđiid, dasgo dakkár ovttasbarggus leat ollu geavatkeahtes vejolašvuođat.
smj: stuorradiggediedádus aj tjalmostahttá jut dárbbo le lagáp aktisasjbargguj gaskal institusjåvnåj ma fálli åhpadusáv avtajs dájs gålmå sámegiellaj, danen gå dákkár aktisasjbargon li máhttelisvuoda ma ælla ávkástaládum.

source: Riektevuođđu Arvat riikkaidgaskasaš konvenšuvnnain mat leat unnitloguid ja álgoálbmogiid birra, leat mearrádusat gielaid gáhttema birra.
smj: Moadda nasjonálalasj konvensjåvnåjn unneplågoj ja iemeálmmugij hárráj li mærrádusá bisodittjat gielav. iLo-konvensjåvnå nr. 169 javllá i. i..

source: ILO-konvenšuvdna nr. 169 cealká ee. artihkkalis 28 ahte «Doaibmabijut galget álggahuvvot mat seailluhit ja ovddidit dan álbmoga gielaid geavaheami mas lea sáhka. š. Maiddái ONa konvenšuvdnage siviila ja politihkalaš vuoigatvuođaid birra láidesta Norgga barggu sámegielain.
smj: 28. artihkkalin náv “ Galggi dåjma boahtet bisodittjat ja åvdedittjat ja adnemij guosskavasj álmmugij ieme gielav ” Åna konvensjåvnnå sivijla ja politihkalasj rievtesvuodaj birra aj buktá lájddistimijt Vuonarijka bargguj sáme giela hárráj.

source: Dasto válddahallá ON-julggaštus álgoálbmogiid vuoigatvuođaid birra ee. álgoálbmogiid gielalaš vuoigatvuođaid.
smj: Vijdábut nammaduvvá Åna-duodastus imeálmmugij rievtesvuodaj birra i. i. iemeálmmugij gielalasj reivtesvuodajt,

source: Eurohparáđđi mearridii jagi 1992 Eurohpalaš lihttu regiuvdna- dahje unnitlohkogielaid birra (European Charter for Regional or Minority Languages) áigumušain gáhttet unnitlohkogielaid, vai eurohpalaš kultuvra bisošii ovttastuvvan ja šláddjes kultuvran.
smj: Eurohpá lihton guovloj- jali unneplåhkogielaj birra (European Charter for Regional or Minority Languages) mierreduváj jage 1992 Eurohpárádes ulmmen suodjalit unneplåhkogielajt, nav vaj eurohpá kultuvrra bisoduvvá dagu aktidim ja moattebelak kultuvrran.

source: Lihttu geatnegahttá nationálastáhtaid čađahit čielga doaibmabijuid seailluhan dihtii regionála- ja unnitlohkogielaid, nu ahte dat bohtet oidnosii sihke politihkas, lágain ja geavadis.
smj: Lihtto vælggodahttá nasjonálstáhtajt tjadádit konkrehta dåjmajt bisodittjat guovllo- ja unneplåhkogielajt, nav vaj åvddånbåhti politihkan, láhkadahkamijn ja práksisin.

source: Lihtu oassi II mearrida arvat dehálaš ulbmiliid ja vuođđojurdagiid stáhtaid geatnegasvuođa birra nannet unnitlohkogielaid gáhttema.
smj: nubbe oasse lihtos mierret moadda ájnas ulmijt ja prinsihpajt mij gullu stáhtaj vælggogisvuodajda sihkarasstet unneplågo gielaj suodjalimev.

source: Unnitlohkogielaidlihtu oassi III siskkilda viidát ja dárkilat njuolggadusaid mat čielgasit geatnegahttet eiseválddiid sierranas surggiin, ee. dakkár surggiin go oahpahusas, riektelágádusas ja almmolaš hálddahusas.
smj: Goalmát oasse Unneplåhkolihtos sisadná ienep vijddát ja dárkkelap njuolgadusájt ma bukti konkrehta vælggogisvuodajt oajválattjajda duon dán suorgen, i. i. åhpadussuorgen, riektádåjmadagán ja almulasj háldadusán.

source: Norggas lihtu oassi III lea fámuiduvvan davvisámegiela várás.
smj: Vuodnaj le goalmát oasse lihton buktám vájkkudusájt nuorttasámegiellaj.

source: Maŋŋágo Snoasa suohkan ja Divttasvuona suohkan leat váldojuvvon mielde sámegiela hálddašanguvlui, de Bargo- ja searvadahttindepartemeanta áigu árvvoštallat galgágo lihtu oassi III gustot maiddái oarjilsámegillii ja julevsámegilliige.
smj: Maŋŋela gå snåsa suohkan (snåasen tjïelte) ja Divtasvuona suohkan sjaddin oassen sámelága giellanjuolgadusáj háldadusguovlos sihtá Barggo- ja sebrudahttemdepartemænnta árvustallat jus oarjjelsáme- ja julevsámegiela aj galggi gullut goalmát oassáj lihton.

source: Norga bijai ovdan iežas goalmmát raportta njukčamánus 2005.
smj: Vuodná åvddånbuvtij goalmát rápportav snjuktjamáno 2005 jagen.

source: Eurohparáđi resolušuvdna das mo Norga lea čuovvolan Unnitgielaidlihtu jagi 2007 rájis, buktá čielga árvalusaid čuovvovaš čuoggáiguin:
smj: Eurohpáráderesolusjåvnnå Vuona Unneplåhkogiellalihto tjuovvolime birra 2007;as vaddá konkrehta ávttjimusájt mij guosská dájda,

source: • Norga ferte buoridit julevsámegielas ja oarjilsámegielas oahpponeavvoráhkadeami ja dáid gielaid oahpaheaddjiid oahpahusa
smj: • Vuodna hæhttu nannit ietjas bargov mij gullu fállat oahpponævojt ja åhpadusáv åhpadiddjijda julev- ja oarjjelsámegielaj

source: • Norga ferte sihkkarastit ahte sosiála- ja dearvvasvuođaásahusat mat leat sámi hálddašanguovllus, fállet bálvalusaid sámegillii
smj: • Vuodna hæhttu sihkarasstet vaj sosiála- ja varresvuodainstitusjåvnå sissŋelin sáme háldadusguovlo fálli dievnastusájt sámegiellaj

source: • Norga ferte sihkkarastit ahte álbmotregistaris ja eará almmolaš registariin ja ásahusain lea vejolaš geavahit sámi čállinmearkkaid
smj: • Vuodna hæhttu sihkarasstet jut álmmukregistar ja ietjá almulasj registara ja institusjåvnå máhtti sáme bokstávaj tjállet

source: Eurohparáđi áššedovdi lávdegoddi deattasta ahte julevsámegiella ain lea rašis dilis.
smj: Eurohpáráde ekspertkomitea dåttot julevsáme giella ájn le ájtos dilen.

source: Oarjilsámegiela dáfus áššedovdi lávdegoddi dadjá ahte dát giella lea erenoamáš hearkkes dilis ja ahte dan giela várás lea dárbu álggahit ájitkeahttá doaibmabijuid amas giella duššat Norggas.
smj: oarjjelsámgiela gáktuj de ekspertkomitea dættot dát giella le sierra ájtos dilen ja danen le dárbbo dalánagá dåjmajda vaj giella galggá iellet Vuonan.

source: Dárbu lea ulbmálaččat doarjut giela ja hutkat ođđa čovdosiid mat heivejit oarjilsámegiela erenoamáš dillái.
smj: Dárbbo le ulmij milta dårjaj ja innovásjåvnålasj tjoavddusijda hiebadum oarjjelsámegiela sierra dilláj.

source: Lávdegoddi deattuha dasto dehálažžan ahte Norga ovttasbargá ruoŧŧilaš eiseválddiiguin buoridan dihtii oarjilsámiid dili.
smj: Komitéa dættot vijdábut man ájnas aktisasjbargo le svieriga oajválattjaj oarjjelsámij dilev nannitjit.

source: Norgga njealját raporta gárvánii geasset 2008.
smj: Vuona nælját rápportta gárvvánij 2008 giese.

source: Eurohparáđđi ii vel leat meannudan dan gárvásii miessemánus 2009.
smj: Eurohpáráde ij la moarmesmánon 2009 gárvvánam dájna.

source: Riikkalaš lágain Vuođđolága § 110 a vuođđuda stáhta geatnegasvuođa lágidit dili nu ahte sámi álbmot sáhttá «sihkkarastit ja ovddidit gielas, kultuvrras ja servodateallimisš.
smj: Nasjonálalasj láhkatjoahkkijn vuodot Vuodolága 110 § a-oasse vælggogisvuodav stáhttaj láhtjet dilev nav vaj sáme álmmuk máhttá ” sihkarasstet ja åvddånahttet ietjas gielav, ietjas kultuvrav ja ietjas

source: Dát dat ee. lei vuođđun go sámeláhkii lasihuvvui ođđa kapihtal 3 giela birra jagi 1990. Njuolggadusat fámuiduvve ođđajagemánu 1. b. 1992, ja leat dainna lágiin doaibman 17 jagi.
smj: Dát lij duogátjin manen sámeláhka oattjoj ådå 3. kapihttalav giela birra 1990. njuolgadusá fábmoduvvin ådåjakmáno 1, b 1992 ja nav li dá 17 jage doajmmam.

source: Sámelága § 1-5 nanne ahte sámegiella ja dárogiella leat ovttaárvosaš gielat, ja ahte dat galget leat ovttadássásaččat sámelága goalmmát kapihttala mearrádusaid vuođul.
smj: sámelága 1-5. kapihttalin mierreduvvá sámegiella ja dárogiella libá avtaárvvusasj giela, ja galggi liehket dássásattja sámelága 3. kapihttala njuolgadusáj milta.

source: Muhtun mearrádusat leat ráddjejuvvon sámegiela hálddašanguvlui, ja muhtun mearrádusain fas eai leat dakkár geográfalaš ráddjejumit.
smj: Muhtem mærrádusá li ráddjidum sámegiela háldadusguovlo sissŋelij, madin muhtemijn ælla dákkár geográfalasj ráddjima.

source: Muhtun mearrádusat leat erenoamážit gielddaid várás, ja muhtumat fas gustojit maiddái stáhtalaš ja guvllolaš eiseválddiide.
smj: Muhtem mærrádusá guosski sierraláhkáj suohkanijda, madin muhtema vas guosski stáhta ja guovlo oajvválattjajda.

source: Láhka cealká ee. ahte lágat ja láhkaásahusat mat erenoamážit gusket oppa sámi álbmogii dahje sámi álbmoga osiide, galget jorgaluvvot sámegillii.
smj: Láhka javllá i. i. lága ja njuolgadustjállaga ma sierra berustimij baktu guosski ålles sáme álmmugij jali åsijda sáme álmmugis, galggi jårggåluvvat sámegiellaj.

source: Sámelága giellanjuolggadusat addet riikkaássiide gielalaš vuoigatvuođaid mat doibmet go sis lea dahkamuš almmolaš orgánaiguin.
smj: sámelága giellanjuolgadusá vaddi viesádijda gielalasj rievtesvuodajt almulasj orgánaj duon dán æjvvalim aktijvuodajn.

source: Dat giellanjuolggadusat gustojit njuolggadusaid, almmuhusaid ja skoviid jorgaleapmái sámegillii, vuoigatvuhtii oažžut vástádusa sámegillii, viiddiduvvon vuoigatvuhtii geavahit sámegiela riektelágádusas, viiddiduvvon vuoigatvuhtii geavahit sámegiela dearvvasvuođa- ja sosiálasuorggis, oktagaslaš girkolaš bálvalusaide, vuoigatvuhtii oažžut oahpahallanvirgelobi ja vuoigatvuhtii oažžut sámegiela oahpahusa.
smj: Da guosski njuolgadusájt jårggålit, guládusájt ja sjiemájt sámegiellaj, rievtesvuoda vásstádusájt sámegiellaj oadtjot, vijddát sámegiela adnuj riektádåjmadagán, vijddát rievtesvuohta sámegiela adnuj varresvuoda- ja sosiálasuorgen, ajnegis girkko dievnastusájda, rievtesvuohta åhpadusvirggeloahpáj ja rievtesvuohta åhpadussaj sámegielan.

source: Sámegiela hálddašanguovlu fátmmasta Kárášjoga, Unjárgga, Porsáŋggu ja Deanu gielddaid ja Guovdageainnu suohkana Finnmárkkus, Gáivuona suohkana Romssa fylkkas, Divttasvuona suohkana Nordlánddas, ja Snoasa suohkana Davvi-Trøndelágas.
smj: Sámegiela háldadusguovlon le dá suohkana: Kárášjåhkå, Guovdagæjnno, Unjárgga, Porsáŋgo ja Dædno Finnmárkon; Gáivuodna Tråmsån, Divtasvuodna nordlándan ja snåase nuortta-Trøndelágan.

source: Loabága suohkan Romssa fylkkas lea ohcan beassat sámegiela hálddašanguvlui.
smj: Loabága suohkan Tråmsån le åhtsåm bessat háldadusguovlo sissŋelij.

source: Maŋŋágo Snoasa suohkan ja Divttasvuona suohkan šadde sámegiela hálddašanguvlui, de leat sámelága giellanjuolggadusat viiddiduvvon gustot maiddái oarjilsámegillii ja julevsámegillii.
smj: Maŋŋela gå snåasen tjïelte ja Divtasvuona suohkan bådijga háldadusguovlluj le háldadusguovllo vijddánam aj oarjjelsámegielajn ja julevsámegielajn.

source: Dat mearkkaša ahte dain gielddain / suohkaniin ja guvllolaš ja stáhtalaš eiseválddiin mat leat dain hálddašanguovllu osiin main dát gielat geavahuvvojit, lea ovddasvástádus giellalága njuolggadusaid čađaheamis guđege giela dáfus.
smj: Dat sihtá javllat suohkan ja guovllo ja stáhta oajválattjajn sissŋelin dan oase háldadusguovlos mij guosská dájda gielajda le åvdåsvásstádus jut lága njuolgadusá tjadáduvvi dáj gielaj gáktuj.

source: Lágat ja láhkaásahusat mat erenoamážit gusket oppa sámi álbmogii dahje sámi álbmoga osiide, galget jorgaluvvot sámegillii.
smj: Lága ja njuolgadustjállaga ma lisierra berustimes åsida jali ålles sáme álmmugij galggi sámegiellaj jårggåluvvat.

source: Sámelága giellakapihttala mearrádusat leat unnimusgáibádusat.
smj: Mærrádusá sámelága giellakapihttalin li binnemusgájbbádusá.

source: Dat mearkkaša ahte buot almmolaš orgánat ávžžuhuvvojit váldit vuhtii sámegiela geavaheaddjiid, maiddái guhkkelii go maid lága njuolggadusat gáibidit ja hálddašanguovllu ráddjejupmi geatnegahttá.
smj: Dát sihta javllat gájkka almulasj orgána hásstaluvvi vuorodit sámegielak addnijt, aj vijdábut gå majt lága njuolgadusá gájbbedi ja háldadusguovlo rájáj beruskáhtá.

source: Buori hálddašandábis čuovvu ahte čálalaš oktavuođaváldimii mii lea sámegillii, galgá vástádusge leat sámegillii, maiddái dakkár dáhpáhusain main lága mielde ii leat geatnegasvuohta dasa.
smj: Buorre háldadusdábe javlli tjálalasj aktijvuoda sámegiellaj vássteduvvi sámegiellaj, ja aj daj bálij gå lága milta ij la vælggogis dav dahkat.

source: Sámegiela oahpahusa lágalaš vuođđu leat sámeláhka ja oahpahusláhka.
smj: Rievtesvuoda vuodo sámegiela åhpadussaj le sámeláhka ja åhpadusláhka.

source: Maŋŋágo sámegiela hálddašanguovlu viiddiduvvui nu, ahte dat dál fátmmasta suohkaniid mat leat oarjilsámi ja julevsámi guovlluin, de ipmirduvvo doaba ” sámegiella ” siskkildit davvisámegiela, oarjilsámegiela ja julevsámegiela.
smj: Maŋŋela gå sámegielalága háldadusguovllo le vijdeduvvam aj suohkanijda oarjjel- ja julevsáme guovlon, de moallánahka ” samegiella ” dádjaduvvá dagu nuortta-, oarjjel-, ja julevsámegiella.

source: Seamma definišuvdna lea maid oahpahuslágasge (§ 6-1).
smj: Muodugasj definisjåvnnå le aj åhpaduslágan (6-1 §).

source: Sámelága § 3-8 cealká ahte ” juohkehaččas lea vuoigatvuohta oahppat sámegiela ”.
smj: sámelága 3-8 § javllá aj ” juohkkahattjan le rievtesvuohta sámegiella åhpadussaj. ”

source: Dat gusto sihke sámiide ja dážaide.
smj: Dát gullu sámijda ja sidjij gudi ælla sáme aj.

source: Eará guovdilis láhka lea mánáidgárdeláhka, mii mearrida gielddaid ovddasvástádusa lágidit fálaldagaid sámi mánáide.
smj: ietjá guovdásj lága li láhka mánájgárdij birra (mánájgárddeláhka) mij mierret suohkanij åvdåsvásstádusáv láhtjet fálaldagájt sáme mánájda.

source: Duopmostuolloláhka čujuha sámelága mearrádusaide go sámegiela geavaheamis lea sáhka.
smj: Duobmoståvllåláhka mij vuoset sámelága mærádusájda mij guosská sámegiela adnuj.

source: Báikenammaláhka galgá sihkkarastit sámi báikenamaid riikkalaš lágaid ja riikkaidgaskasaš soahpamušaid ja konvenšuvnnaid mielde.
smj: Bájkkenammaláhka galggá sihkarasstet sáme bájkkenamájt nasjonálalasj láhkatjoahkkij ja rijkajgasskasasj sjiehtadusáj ja konvensjåvnåj milta.

source: Dearvvasvuođalágat muddejit dearvvasvuođabálvalusa doaimmahusaid, bargiid ja dearvvasvuođabálvalusaid geavaheaddjiid gaskavuođaid.
smj: Varresvuoda lága reguleriji vidjurijt varresvuodadievnastusá dåjmaj, barggij ja 13 varresvuoda dievnastusá addnij gáktuj.

source: Dearvvasvuođarievttálaš hálttis gusto dakkár gáibádus, ahte diehtojuohkin galgá leat ipmirdahtti beroškeahttá giellanjuolggadusaid ráddjejumis, ja sámegielalaš bálvalusfálaldagat maid leat dehálaččat rivttes ja dárbbašlaš iskkadeami ja dálkkodeami geažil, gč. omd. pasieantavuoigatvuođalága.
smj: Varresvuoda rievtesvuodaj vuojnos gullu dádjadahtte diedo gájbbádusá berustahtek giellanjuolgadusá ráddjimijs, ja dievnastusfálaldagá sámegiellaj li ájnnasa aj dárbojs ma badjáni gå duolla ja dárbulasj guoradallam ja giehtadallam dagáduvvá, bs. buojkulvissaj pasiænntarievtesvuodalágav.

source: Geatnegasvuohta gáhttet sámegielaid Buot almmolaš doaimmahusain lea ovddasvástádus váldit vuhtii sámegielaid geavaheaddjiid iežaset bargosurggiin suorgeovddasvástádusa vuođđojurdaga mielde.
smj: Åvdåsvásstádus gåtsedit sáme gielajt Gájkka almulasj dåjmajn le åvdåsvásstádus vieledit sámegielak addnijt ietjasa barggosuorgen suorggeåvdåsvásstádusprinsihpa milta.

source: Buot almmolaš orgánat maidda sámelága goalmmát kapihttala giellanjuolggadusat gusket, leat geatnegasat gozihit ahte sámelága giellanjuolggadusat čuvvojuvvojit.
smj: Gájkka almulasj orgánajn ma guoskadalli giella-njuolgadusájs sámelága 3. kapihttalin, le vælggogisá gåtsedit vaj sámelága njuolgadusá tjuovoduvvi.

source: Dán doaibmaplána doaibmabidjooasis čilgejuvvo dárkileappot makkár ovddasvástádusoktavuođat leat omd. oahpahussuorggis ja dearvvasvuođasuorggis.
smj: Dán doajmmaplána doajmmaoasen li lagábut åvddånbuvtedum åvdåsvásstádusá d. d. åhpadussuorgen ja varresvuodasuorgen.

source: Sámedikkis lea ja galgá áin leat erenoamáš guovdilis rolla sámegiela bargguin.
smj: sámedikken le, ja galggá liehket, ållu guovdásj dahkamussan sáme giela bargon.

source: Norgga eiseválddit eai dattetge sáhte sirdit alddiineaset Sámediggái bajimuš ovddasvástádusa sámegielas.
smj: Vuona oajválattja e huoman máhte sirddet ierit bajemus åvdåsvásstádusáv sámegielas sámediggáj.

source: Álo lea stáhtalaš ovddasvástádus bidjat dárbbašlaš rápmaeavttuid sámegiela gáhttejupmái ja ovddideapmái.
smj: stáhta vásstádus sjaddá agev liehket láhtjet dárvulasj ålgoldisævtojt jut sámegiella máhttá suodjaluvvat ja åvddånahteduvvat.

source: Sámedikkis okto ii sáhte lea ovddasvástádus sámegiela ovddideami lágideamis.
smj: sámedigge ij aktu máhte liehket vásstediddjen láhtjet sámegiela åvddånahttemav.

source: Sámegiela joatkevaš ovdáneapmi sorjá máŋgga oasálačča áŋgiruššamis, ja das lea maiddái gielddain / suohkaniin ja fylkkagielddain / suohkaniinge guovdilis doaibma.
smj: Åvddålijguovlluj sámegiela åvddånahttem le tjanádum rahtjamusájs moatte aktørajs, gånnå aj suohkanijn ja fylkasuohkanijn le guovdásj dahkamus.

source: Bargo- ja searvadahttindepartemeanttas lea ovddasvástádussan oktii heivehit ráđđehusa sámepolitihka.
smj: Barggo- ja sebrudahttemdepartementan le aktanahttemåvdåsvásstádus ráddidusá sámepolitihkas.

source: Sámegiella lea erenoamáš guovdil sámi kultuvrra, ealáhusaid ja servodaga dábálaš ovddideamis.
smj: Giela árvvo dábálasj sáme kultuvra, æládusá ja sebrudagá åvddånahttemin le ållu guovdátjin.

source: Bargo- ja servadahttindepartemeanta lea danne maŋimuš logiid jagiid álggahan arvat doaibmabijuid sámegiela dihtii.
smj: Barggo- ja sebrudahttemdepartemænnta le danen dáj maŋemus lågejagijt álgadam moadda dåjma sáme giela hárráj.

source: Dainnago Bargo- ja searvadahttindepartemeanttas lea leamaš guovdilis rollan sámegiela gáhtten- ja ovddidanbargu, de sámelága giellanjuolggadusaid formála ovddasvástádus galgá sirdojuvvot Kultur- ja girkodepartemeanttas Bargo- ja searvadahttindepartementii.
smj: Barggo- ja sebrudahttemdepartementa guovdásj dahkamuháj sámegiela sihkarasstemin ja åvddånahttemin, de sjaddá formálalasj åvdåsvásstádus sámegiela njuolgadusájs sirdeduvvat Kultuvrra- ja girkkodepartementas Barggo- ja sebrudahttemdepartemænntaj.

source: Bargo- ja searvadahttindepartemeanta goziha dasto sámelága kapihttala 3 njuolggadusaid ollašuhttima.
smj: Barggo- ja sebrudahttemdepartemænnta le dát rájes sámelága 3. kapihttala njuolgadusáj tjadádime bærrájgæhttje.

source: Bargo- ja searvadahttindepartemeanta šaddá maid dan mielde váldit badjelasas ovddasvástádussan oktiiordnet Norgga geatnegasvuođaid čuovvolit unnitlohkogielaidlihtu mearrádusaid.
smj: Dát tjuovvu aj jut Barggo- ja sebrudahttemdepartemænnta oadtju åvdåsvásstádusáv aktanahttet tjuovvolimev Vuona vælggogisvuodajt unneplåhkogiellalihto milta.

source: Dainnago Kultur- ja girkodepartemeanta lea giellapolitihkalaš ovddasvástideaddji departemeanta, de das lea bajimuš ovddasvástádus ollislaš ja surggiidrasttideaddji giellapolitihkas.
smj: Kultuvrra- ja girkkodepartemænnta gånnå le giellapolitihkalasj åvdåsvásstediddje fáhkadepartemænnta badjásasj åvdåsvásstádusáv ålles ja suorgij beruskáhtes giellapolitihkas.

source: Bođolaš doaimmahusaide eai guoskka sámelága giellanjuolggadusat.
smj: Priváhta dåjma e guoskadalá sámelága giellanjuolgadusájs.

source: Maŋimuš jagiid mii leat dattetge oaidnán ahte muhtun organisašuvnnat ja fitnodagat leat váldán atnui sámegiela, omd. namaide, almmuhusaide, diehtojuohkimii neahtas ja gihppagiin.
smj: Huoman lip dájt maŋemus jagijt vuojnnám muhtem organisásjåvnå ja vidnudagá sámegielav adnegoahtám, duola dagu iesjnamájn, annonsaj, diedojn nehtan ja brosjyrajn.

source: Muhtumat leat maid virgádan sámegielalaš bargiid guđet sáhttet bálvalit sámegielalaš geavaheaddjiid.
smj: Muhtema li aj virggádam sámegielak barggijt dievnastittjat sáme kundajt.

source: Ráđđehus atná dan lunddolaš čuovvumuššan das, go sámegiella lea ožžon nannosat sajádaga.
smj: Ráddidus adná dáv luondulattjan dassta gå sámegiella le oadtjum nannusap dilen.

source: Sámedikki bargu sámegielain Sámelágas lea § 3-12 Sámi giellabargguid organiseren, ja dan mielde Sámediggi galgá bargat nu, ahte gáhtte ja ovddida sámegielaid Norggas.
smj: Sámedikke barggo sáme gielaj sámelága 3-12 § milta Sáme giellabargo organiserim galggá sámedigge barggat sámegiela suodjalimijn ja åvddånahttemijn Vuonan.

source: Dasto cealká láhka ahte Sámediggi galgá ráhkadit raportta Gonagassii juohke njealját jagi, mas sámegielaid dilli Norggas čilgejuvvo.
smj: Vijdábut det javllá láhka sámedigge vaddá juohkka nælját jage rápportav Gånågissaj sámegiela dile birra Vuonan.

source: Sámediggi várre juohke jagi ruđaid maid sáhttá juogadit sierranas doaibmabijuide mat nannejit ja ovddidit sámegielaid Norggas.
smj: sámedigge biedjá juohkka jage rudájt ma galggi juolloduvvat duon dán dåjmajda nannitjit ja åvddånahtátjit sáme gielajt Vuonan.

source: Jahkái 2009 dat supmi lea unnibuš go 60 milj. ruvnnu.
smj: Jahkáj 2009 le dát ruhtadibme vuollelasj 60 mill. kråvnå.

source: Ruđat mannet sámegiela hálddašanguovllu gielddaide ja fylkkagielddaide, giellaguovddážiidda ja sierranas prošeaktaohcciide.
smj: Rudá manni suohkanijda ja fylkasuohkanijda sámegiela háldadusguovlon, giellaguovdátjijda ja duon dán åhtsåmij duohkáj prosjevtajda.

source: Jagi 2008 rájis geavahuvvo maid oassi Sámeálbmotfoandda1 vuoittus giellaovddideaddji doaibmabijuide.
smj: Jage 2008 rájes aneduvvá aj muhtem oasse sámeálmmugafånda jahkásasj buvtadusás giellaåvddånimprosjevtajda.

source: Lassin Sámediggi hálddaša doarjagiid mat leat mánáidgárdefálaldagaid, oahpponeavvuid ja stipeanddaid várás.
smj: Duodden de sámedigge háldat doarjjagijt mánájgárddefálaldagájda, oahpponævojda ja stipendajda. Ruhtadoarjja suohkanijda / fylkasuohkanijda sáme

source: Juolludeapmi mii lea sámelága giellanjuolggadusaid hálddašanguovllu gielddaid ja fylkkagielddaid várás, máksojuvvo jahkásaččat dihto Sámedikki mearridan eavttuid mielde.
smj: Fånda ulmmen le vaddet doarjjagijt jali viehkev dåjmajda ma nanniji ja ælládahtti sáme gielav ja kultuvrav. 14 gielalága háldadusguovlon mávseduvvá jahkásattjat vissa mierredum ævtoj milta majt sámedigge mierret.

source: Dát ruđat galget gokčat lassegoluid mat gielddain leat guovttegielalaš gieldan.
smj: Dá rudá galggi gåbttjåt suohkanij duoddegålåjt gå li guovtegielaga.

source: Sámediggi galgá gozihit dáid ruđaid geavaheami, ja gielddat ja fylkkagielddat sáddejit jahkásaččat dieđáhusa ruhtageavaheamis Sámediggái.
smj: sámedigge galggá dájt ruhtadimijt dárkestit, ja suohkana / fylkasuohkana rápporterji juohkka jage sámediggáj.

source: Jahkái 2009 leat várrejuvvon 42,75 milj. ruvnnu.
smj: 2009 jage li biejadum 42,75 mill. kråvnå dási.

source: Sámediggi áigu ođasmahttit juolludaneavttuid jagi 2010 bušeahta oktavuođas.
smj: sámedigge galggá rievddadit juollodimævtojt 2010 jage budsjehta giehtadaládijn.

source: Norgga sámedikkis lea giellastivra mii lea giellafágalaš áššiin Sámediggeráđi rávvejeaddji orgána.
smj: sámedikken Vuonan le giellastivrra mij le rádevadde orgádna giellafágalasj gatjálvisáj sámediggerádáj.
